[
  {
    "count": 4,
    "description": "The newest wireless Happy Hacking keyboard makes a few smart changes and a strong case for minimalist ҤesignerӠkeyboards.",
    "id": "7567ec4b-b10c-48c5-9345-fc73c48a80aa",
    "price": 90,
    "title": "Womier k87"
  },
  {
    "count": 6,
    "description": "With a modest update, Corsair's K95 RGB Platinum XT turns one of the best gaming keyboards into an obvious go-to for video streamers.",
    "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a0",
    "price": 160,
    "title": "Corsair K95 RGB Platinum XT"
  },
  {
    "count": 7,
    "description": "A solid aluminum chassis, comfortable custom key switches, and a nifty OLED mini-display set apart SteelSeries' Apex 7 TKL, our favorite tenkeyless gaming keyboard to date.",
    "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a2",
    "price": 23,
    "title": "SteelSeries Apex 7 TKL"
  },
  {
    "count": 12,
    "description": "If premium features aren't what you're after, HyperX's Alloy Origins may be the nicest no-nonsense midrange mechanical keyboard around.",
    "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a1",
    "price": 15,
    "title": "HyperX Alloy Origins"
  },
  {
    "count": 7,
    "description": "In the Freestyle Edge RGB, Kinesis brings best-in-class ergonomics to the gaming-keyboard scene for players serious about minding their wrists and hands in the course of their gaming endurathons.",
    "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a2",
    "price": 23,
    "title": "Kinesis Freestyle Edge RGB Split Mechanical Gaming Keyboard"
  },
  {
    "count": 8,
    "description": "Razer’s first productivity keyboard blurs the line between gaming and office gear, and that’s a good thing.",
    "id": "7567ec4b-b10c-48c5-9345-fc73348a80a1",
    "price": 15,
    "title": "Razer Pro Type Wireless Mechanical Keyboard"
  },
  {
    "count": 2,
    "description": "The Das Keyboard 4C TKL is a premium mechanical keyboard that delivers a comfortable, versatile typing experience and saves space by dropping the number pad.",
    "id": "7567ec4b-b10c-48c5-9445-fc73c48a80a2",
    "price": 23,
    "title": "Das Keyboard 4C TKL"
  },
  {
    "count": 3,
    "description": "The Das Keyboard 4Q carries on the mechanical-keyboard company's hardware legacy, but it's the RGB lighting, not the quirky Q alerts software, that will justify the price premium for most of the Das faithful.",
    "id": "7567ec4b-b10c-45c5-9345-fc73c48a80a1",
    "price": 15,
    "title": "Das Keyboard 4Q"
  }
]
